Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A22A.tmx
Source language: en_us
Languages: zh_cn

source: Curiosity, NASA Rover, Ready for Mars Landing
zh_cn: 美“好奇号”探测器驶向火星

source: Right now, a spacecraft containing Curiosity's car-size, nuclear-powered planet rover ? is coasting at 8,000 miles per hour toward Mars, nearing the end of a journey that began in November.
zh_cn: 目前，载有体积与汽车大小相当的核动力行星探测器“好奇号”的宇宙飞船正以每小时8000英里的速度滑翔，驶向火星-这也是该探测器始于去年11月的太空探险之旅的最后一站。

source: With tightening budgets, it is the last big hurrah for NASA' s planetary program for quite a few years.
zh_cn: 由于预算紧缩，这也将成为美国宇航局（NASA）多年来所进行的，也是最后一次可能获得成功的太空探测活动。

source: Packed with ingenious new instruments, the rover promises to provide the best-ever examination of the Red Planet, digging up clues to a profound question: Could there ever have been life there?
zh_cn: 这次随该探测器一块登陆火星的还有一批人类精心制作，具有高新技术含量的检测仪器，这批检测仪器将对这颗红色行星上的物质进行亦今为止最好的检测，从而为回答以下问题提供线索：火星上曾经有生命形式出现过吗？

source: Over the coming week, the pull of gravity will accelerate the spacecraft to 13,000 miles per hour, and early Monday morning Eastern Daylight Time, it is scheduled to execute a series of astoundingly complicated maneuvers and place the rover on the surface.
zh_cn: 未来的这一周时间里，随着火星引力的拖拽作用，载有该探测器的宇宙飞船驶向火星的速度将加快到13000英里每小时。根据此次太空探测计划，该宇宙飞船将于美国东部白昼时间下周一凌晨进行一系列的，复杂得令人称奇的机动动作，将该火星探测器投放到火星表面。

source: Its new home will be the Gale Crater, just south of the equator, a 96-mile-wide bowl punched out by a meteor more than 3.5 billion years ago. It is one of the lowest places on Mars, which should help advance Curiosity' s $2.5 billion mission: studying the environment of early Mars.
zh_cn: “好奇号”探测器的新家（着陆地点）将是火星上的盖尔火山口，那是350多万年前一片流星在火星上坠落时砸出的一个宽约96英里的碗状火山口，也是火星上地势最低的地方之一-这有助于“好奇号”完成此次高达25亿美元的以下太空探测任务：研究早期火星的环境。

source: "Water flows downhill, and that's where we're going," John P. Grotzinger, a professor of geology at the California Institute of Technology who serves as the mission? s project scientist, said during a news conference this month.
zh_cn: “水会沿山坡向下流去，因此地势低的山下也将是探测器将要着陆并进行探测的地方”，作为此次太空探险任务的项目科学家，加州理工学院地质学教授约翰.格洛岑格在本月进行的一次新闻发布会上说道。

source: Bits of the Martian past may lie in the rocks at the bottom of the crater.
zh_cn: 据说，一些火星生命可能就存在于盖尔火山口底部的岩石中。

source: Over the past decade, NASA' s robotic spacecraft have turned up convincing evidence that eons ago the planet held one of the prerequisites for life. Water flowed on Mars, at least on occasion.
zh_cn: 过去几十年来，美国宇航局的机器人宇宙飞船曾发现令人信服的证据，证实说火星上在亿万年前具备生命存在的必要条件，水曾经，或者至少在火星上存在过一次或多次。

source: Life' s other prerequisites are carbon-based molecules and energy. Sunshine or volcanic heat could have provided the necessary energy.
zh_cn: 生命的其他先决条件还包括碳基分子和能量，而照射到火星上的太阳光或者其火山散发的热量可为生命的存在提供必要的能量。

source: With Curiosity, the search is on for the carbon-based molecules. ?
zh_cn: 而“好奇号”这次的使命则是在火星上找到碳基分子。

source: I think this is the Hubble Space Telescope of Mars exploration,? said John M. Grunsfeld, NASA? s associate administrator in charge of the science mission directorate. (He is best known as the Hubble repairman, flying on three space shuttle missions to refurbish and upgrade the telescope.) ?
zh_cn: “在我看来，这堪称进行火星探险的哈勃太空望远镜”，美国宇航局主管这次太空探险任务的指挥部的副指挥长约翰.M.格伦斯菲尔德说道。

source: This is the first time that we have a real analytical laboratory heading to the surface.
zh_cn: （此人因三次搭乘航天飞机修复太空中运行的哈勃望远镜而声名鹊起。）“这也是我们美国宇航局首次将真正的分析实验室送往火星表面进行探测！”

source: But before Curiosity can make any discoveries, it has to land.
zh_cn: 但是，在“好奇号”探测器进行火星实地探测以前，该探测器不得不面对的却是成功登陆火星。

source: In the control room at NASA' s Jet Propulsion Laboratory in Pasadena,Calif., it will still be Sunday evening when the nervous wait begins.
zh_cn: 人们从下周日傍晚起，就将开始在加州帕萨迪纳市美国宇航局喷气推进实验室的控制室里开始焦急的等待。

source: First will come word that the spacecraft containing Curiosity has entered the Martian atmosphere. Just seven minutes later, the spacecraft must flawlessly execute a series of complex maneuvers to land the rover on the surface.
zh_cn: 首先传回的信息应该是载有该探测器宇宙飞船已进入火星大气层，过上几分钟后，该宇宙飞船就将准确无误地执行一系列的复杂机动，将该探测器投放到火星表面。

source: If all goes as planned, the friction of Mars' thin air rushing past the heat shield will have slowed the spacecraft to 1,000 miles per hour. A 51-foot-wide parachute will pop out, generating up to 65,000 pounds of drag force. Then the heat shield will pop off so that the radar can find the landing site in Gale Crater.
zh_cn: 如果这一切都顺利的按计划进行，届时火星表面稀薄空气和宇宙飞船防热罩之间产生的摩擦力将使得飞船减速到1000英里每小时，一具50英尺宽的降落伞将弹出，产生一个高达65000磅的拖拽力，随后防热罩会自动弹开脱落，飞船上的雷达将找到火星上盖尔火山口附近探测器未来的着陆地点。

source: Even with the parachute drag, the spacecraft will be barreling toward the surface at 200 miles per hour.
zh_cn: 在降落伞拖拽力的作用下，宇宙飞船将减速，以200英里每小时向火星表面快速滑翔。

source: Next it will cut away the parachute and ignite its descent engines to slow down further.
zh_cn: 随后，飞船将切断放开降落伞并启动其降落引擎，以进一步降低其着陆速度。

source: The last three NASA rovers'Sojourner in 1997 and Spirit andOpportunityin 2004 ? had similar landing systems, except for the final step.
zh_cn: 美国宇航局此前曾三次发射太空探测器对火星进行探索，即1997年的“索杰纳号”（纪念美国废奴主义者索杰纳.特鲁斯），2004年发射的“精灵号”以及同年发射的“机遇号”。

source: For those three, a cocoon of air bags inflated around the rover, which was then dropped the last 50 feet or so, bouncing and rolling until it came to a stop.
zh_cn: 就着陆火星的方式而言，“好奇号”探测器这次采用了和前三次火星探测器相似的方式着陆，但最后一步除外：前三次火星探测器表面覆有空气袋，探测器降到距离火星表面着陆地点50英尺时，这些空气袋会立刻充满气体，探测器会跳跃着在火星表面上滚动，直至最后停下来。

source: But Curiosity, about the size of a Mini Cooper, is five times as heavy as Spirit orOpportunity, making air bags impractical. It would be equivalent of trying to cushion a car hitting a brick wall at highway speed without any damage to the car.
zh_cn: 但“好奇号”大小相当于一辆迷你库柏（宝马公司的一种车），重量相当于以前发射的“精灵号”或“机遇号”的五倍，再在上面加装空气布袋显然不现实-这相当于给一辆高速公路上高速行驶，足以撞坏一堵砖墙的汽车装一个缓冲垫，想达到既能让其停下来又不会损坏汽车本身的目的一样不具备可行性。

source: Instead, Curiosity will be lowered by cable all the way to the ground from the hovering rocket stage in what NASA calls a sky crane maneuver.
zh_cn: 取而代之的是，“好奇号”探测器此次采用了完全不同的着陆方式：宇宙飞船装载探测器的火箭级/台将通过与探测器相连的电缆，降落全程中通过飞船空中悬停，逐渐放低探测器距离火星表面的高度-美国宇航局将此过程称之为“空中起重机机动”。

source: Once Curiosity bumps into Mars at a gentle 1.7 miles per hour, the cable will be cut, and the rocket stage will fly off to crash about a third of a mile away.
zh_cn: 待探测器最后以1.7英里每小时的速度颠簸着磕磕碰碰地落在火星表面上时，与之相连的电缆会被切断，原来装载探测器的火箭级/台会立刻完全和探测器分离，并飞射到三分之一英里外坠毁。

source: Is it crazy? Doug McCuistion, director of NASA's Mars exploration program, asked rhetorically during the news conference. ?
zh_cn: “这是不是有些疯狂呢！？”，美国宇航局负责此次探测任务的指挥长道格·麦克奎斯逊在其新闻发布会上有些夸张地自问自答道。

source: Well, not so much.
zh_cn: “我承认这确实有些疯狂，但也还算不上。

source: Once you get comfortable, once you understand it, it? s not a crazy concept.?
zh_cn: 如果你放松，静下来心来想想，您会完全理解了我们的这一想法和设计，那时这个想法就不再显得另类和疯狂了！”

source: The NASA engineers who devised the sky crane maneuver say that after thorough testing of the different parts of the system and numerous computer simulations, they are confident that they have built something that will work.
zh_cn: 美国宇航局负责此“空中起重机机动”设计的工程师们则声称：该设计方案不同部分均经过完善的测试和检验，并进行过多次计算机模拟试验，为此，他们对该设计非常有信心，认为此方案能确保探测器成功地在火星上着陆而且部件不会在此着陆过程中受损。

source: "In the simulated world, we've landed on Mars millions of times, one of the engineers, "Steven Lee, said in an interview.
zh_cn: “模拟试验中，火星探测器以我们设计的方案，曾成功地在火星上着陆无数次”，负责此次太空探测活动的一名名叫史蒂文.

source: "I' m actually very comfortable. I' m more comfortable with the impending landing than I was with the launch."
zh_cn: 李的工程师说道：“我现在很放松，相信探测器会成功无损地登陆火星！和探测器发射前相比，我觉得自己放松多了，一点都不担心！”

source: If it survives, Curiosity will come to rest about 1:17 a.m. Eastern Daylight Time.
zh_cn: 如果“好奇号”成功无损着陆火星，那该探测器在火星上停止移动的时间将是美国东部白昼时间下周一凌晨1点17分。

source: NASA's Mars Odyssey orbiter will be passing overhead, in position to relay radio transmissions from Curiosity to Earth.
zh_cn: 届时美国宇航局的火星奥德赛轨道卫星会运行到探测器上空的火星轨道上指定位置，将“好奇号”发出的信息转发回地球。

source: About 14 minutes later, the fate of Curiosity may be known at mission control.
zh_cn: 此后的14分钟里，执行此次太空探测任务指挥部的人们将得知该探测器的最终命运。

source: (NASA warns that with the vagaries of space communications, a day or two could pass before confirmation of a successful landing reaches Earth.)
zh_cn: （美国宇航局也透露说：由于太空通信可能出现的异常情况，因此探测器成功登陆火星的消息也可能会晚一到两天传回地球。）

source: Engineers and scientists will spend several weeks checking out the condition of the rover.
zh_cn: 随后，该项目组的科学家和工程师们将花上几周的时间查看合适探测器的情况。

source: A few photographs will be beamed back the first few days, first in black and white, then in color.
zh_cn: 探测器在火星上着陆几天后，将逐渐传回几张其拍摄的黑白照片，接着才传回彩色照片。

source: One of the first chores will be a software upgrade for Curiosity's computers.
zh_cn: 该探测器成功着陆后将面临的第一大困难工作是其机载计算机的软件升级。

source: The first drive is most likely more than a week after landing. The first flexing of the rover's robotic arm would occur after that.
zh_cn: 而探测器第一次驶离原地，则几乎要在其着陆后一周后，随后，其机械臂也将进行其首次挥动开始工作。

source: "In a couple of months, we'll be on the road toMountSharp,"said Dr. Grotzinger, the project scientist.
zh_cn: “几个月内我们的火星探测器将踏上开往火星上夏普山的路上”，该火星探测项目科学家格洛岑格博士说道。

source: For reasons no one can quite explain, a three-mile-high mountain, Aeolis Mons, stands at the center of Gale Crater.
zh_cn: 由于一些几乎没有人能清楚解释的原因，盖尔火山盆地的中央矗立着一座名为伊奥利亚.蒙斯，高达3英里的高山。

source: Informally known asMountSharp, in honor of Robert P. Sharp, a pioneering planetary scientist at Caltech, it is taller than any mountain in the continentalUnited States.
zh_cn: 目前，这座高山被暂时命名为夏普山，以纪念世界太空探险先驱，加州理工学院的行星科学家罗伯特.P.夏普。这座山比地球上美国所处美洲大陆的山都要高。

source: Orbiting spacecraft have already observed thatMountSharpconsists of layered rocks presumably formed out of sediment that settled at the bottom of Gale over millions of years.
zh_cn: 运行在火星轨道上空的卫星已经观测到夏普山主要是由几百万年前沉积到盖尔火山口底部的沉积物分层堆积而成。

source: Later the sediment was somehow scoured out, leavingMountSharpat the center.
zh_cn: 后来，堆积的沉积物经过冲刷，形成了矗立于火山盆地中部的夏普山。

source: The layers, scientists believe, will provide a history book about early Mars.
zh_cn: 科学家们相信，这些堆积的火山土层，可以为来自地球的人类提供关于火星早期形成的历史信息。

source: Orbiters have spotted at the base of the mountain signs of clays ? minerals that form in the presence of water and that point to an environment that was less acidic than present-day Mars.
zh_cn: 火星上空运行的轨道卫星已经在山脚发现一些类似土的物质-一些矿物质，而这些矿物质则需要在有水的条件下才能得以形成，同时，这些矿物质的存在，也表明早期火星的环境比现在还更呈弱酸性。

source: As Curiosity crawls up the mountain, it will roll across younger and younger rocks, and the changes could tell how the environment of Mars changed.
zh_cn: “好奇号”爬上夏普山的时候，会沿形成时间较晚的岩石层表面行驶，而其行驶过程中观测到的变化，则将告诉我们火星环境是如何变化的。

source: For that task, Curiosity is carrying some of the most sophisticated science tools ever devised.
zh_cn: 为了顺利完成此次探测任务，“好奇号”携带了一些有史以来设计制造最精密的科学仪器。

source: A rock-vaporizing laser called ChemCam can turn a smidgen of rock into a puff of glowing, superhot gas from a distance of up to 25 feet. From the colors of light emitted by the gas, ChemCam can identify elements in the rock.
zh_cn: 一个名为" ChemCam（意为化学摄像机）"，用以汽化岩石的激光发生器，可以在最远达25英尺的距离上，将少许岩石汽化成一阵阵灼热的气态物质，而从这些气态物质发出光的颜色上，该化学摄像机就能证实岩石中所含的化学元素。

source: A rock full of carbon, for example, would merit a closer look.
zh_cn: 如果发现岩石中含有碳元素，假设这种情况出现，探测器会驶近该岩层，进行近距离的探测。

source: "It is really designed to be a sentry or advance guard for the rover and identify the most interesting samples," said Roger C. Wiens, a physicist at Los Alamos National Laboratory who is the instrument' s principal investigator.
zh_cn: “该探测器实际上基本上时按一个太空探测先头部队的角色来进行设计，其使命是发现证实一些我们地球人最感兴趣的岩土样品。”美国洛斯阿拉莫斯国家实验室的物理学家，也是是该仪器的主要研究者罗杰.C.维恩斯说道。

source: ChemCam can also vaporize dust on a rock to get a better look at its surface.
zh_cn: 该化学摄像机也可汽化岩石上的尘土并近距离仔细查看岩石表面。
